{"name":"Francesca Brierley","otherName":null,"years":3,"location":"London","website":"https://francescabrierley.myportfolio.com/","youtube":"https://www.youtube.com/channel/UC1PJRxd7C5-5htE2eywdFyA","vimeo":null,"twitch":null,"facebook":null,"twitter":"fbrie002","instagram":"francescabrierley","publicEmail":null,"slug":"francesca-brierley","username":"fbrie002","isRemote":null,"timestamp":"9/23/2020 21:32:18","email":"fbrie002@gold.ac.uk","title":"four Similitudes","videoDocUrl":"https://youtu.be/FiEqIjb7wNk","interactiveUrl":null,"streamTwitch":null,"streamYouTube":null,"themes":["Machine Learning","Physical Computing","Foucault","p5js"],"media":["Wood","Magnifying Glass Domes","Monitor Screens","Speakers","Digital Video"],"numImages":4,"found":true,"artworkHTML":"<p>In The Order of Things, Foucault describes the four Similitudes which, up until the end of the Sixteenth Century, were believed to be the main principles of resemblance between all things: Convenientia, Aemulatio, Analogia and Sympatheia. These Similitudes inspired a series of computational representations, shifting and morphing behind the deforming glass domes mounted on four handcrafted wooden visualisers.</p>\n<p>Forged  in a pocket of time intersecting past and future, these mystical, legendary items, invaluable instruments of divination and windows into the inner workings of the world, providing arcane visualisations of the fundamental laws governing the forces that tie together the fabric of all things, materialised in my garden one morning.</p>\n<p>Convenientia is a similitude of properties in things belonging to the same environment.</p>\n<p>Aemulatio is the invisible link that connects things across space, like the reflection of a mirror.</p>\n<p>Analogia ties the most disparate things to our human perception, which stands in relation to all else.</p>\n<p>And lastly the play of Sympathy and Antipathy, which pull together and keep apart all the elements of the world in a constant dance.</p>\n","events":[]}